var name = 'whiskey';
var introduction = `영어: ${name}, Whisky[1] 
스코틀랜드 게일어: Uisge-beatha[2], Fuisce[3]

영국 북부에 있는 스코틀랜드에서 유래한 증류주. 대표적인 증류주로서 양주의 대명사이며, 프랑스에서 유래한 증류주인 브랜디와 더불어 가격대가 일반적으로 가장 높은 편에 속한다. 높은 가격대의 이유는 오크통에서 숙성을 시키는데만도 적어도 수년이 걸려 생산 기간이 무진장 길기 때문. 다만 칵테일을 주조할 때 기주로는 상대적으로 덜 쓰인다. 워낙 고가인지라 칵테일에 넣을 바에는 그냥 마시는 것이 더 좋기 때문이다. 또한 스피리츠 중에서는 특유의 향과 맛이 강한 편이라 조합하기가 까다로운 것도 이유 중 하나다. 보드카가 무색, 무취, 무향으로 칵테일 베이스로는 상당히 널리 사용되는 것과 대조적이다. 때문에 위스키가 베이스인 칵테일의 경우에는 비교적 레시피가 상당히 단순한 경향을 보인다.

보리를 발효시켜 맥주와 비슷한 보리술을 만들고, 보리술을 증류하여 오크통에서 몇 년간 숙성시켜 위스키로 만든다. 현대에 이르러 옥수수, 밀, 귀리 등 어떠한 곡식이든 발효시켜 증류한 후에 나무통에서 숙성시킨 술은 위스키라고 이름 붙이게 되나 본래는 스코틀랜드에서 보리를 이용하여 만든 술만을 위스키라고 칭할 수 있다. 이제는 하다못해 바나나를 이용하는 경우도 있다.

위스키의 개념을 아주 단순하게 말하면 '맥주를 증류한 것이 위스키'라고 할 수도 있겠지만, 위스키의 증류 원주가 되는 보리술은 현대에 음용되는 맥주와는 다르다. 가장 큰 차이는 바로 홉을 넣지 않는다는 것이다. 간혹 홉을 넣은 위스키도 있지만, 스코틀랜드에서는 첨가물로 보아 위스키 자격을 주지 않는다. 미국에서는 제한적으로 가능하며, 아메리칸 위스키의 이름을 사용할 수 있는 경우도 많다. [4]

전체적으로 기본적인 가격대가 비싼데, 원산지에서는 국민 술이지만 다른 수입 주류와 마찬가지로 한국에 들어오면서 관세 + 주세 + 교육세가 붙어서 훨씬 더 비싸지는 것이다. 게다가 바에 가서 먹으려면 다시 납품가의 13%에 해당하는 개별소비세와 교육세가 또 붙고 거기에 10%인 부가가치세, 그리고 바 자체에서 판매 마진을 위해 붙인 비용까지 덕지덕지 붙어서 미친듯이 비싸진다. 일단 바에서는 최소 매장의 2배 가격이라고 보면 된다. 때문에 국내의 위스키 애호가들은 바에서는 잔술로 맛만 보고 주류 매장에서 구입해서 집에서 먹는 경우가 많다.

종류에 따라 다르지만 스카치 위스키의 알코올 도수는 대체로 40~43% 정도[5]로 매우 독하다. 따라서 스코틀랜드에서도 물을 섞어 마시는 음용법은 굉장히 흔하다. 도수가 높아 숙취가 많을 것 같은 편견 있으나 증류과정에서 대부분의 숙취유발 물질이 제거되고, 오랜 숙성기간을 거치는 동안 불순물이 줄어들고 맛과 향이 깔끔해져서 독해도 숙취는 매우 적은 편이다.

구한말 양주가 처음 수입되던 때 한글로는 우이쓰기, 한자로는 유사길(惟斯吉)로 음차하여 표기했다.`
console.log(introduction);